{
  "name": "Christopher Nolan",
  "story": "Christopher Edward Nolan é um cineasta, roteirista e produtor anglo-americano. Seus nove longas-metragens já arrecadaram o equivalente a mais de 4,2 bilhões de dólares em todo o mundo, fazendo do diretor um dos mais bem-sucedidos comercialmente de todos os tempos. O mesmo catálogo guarda 26 indicações da Academia de Artes e Ciências Cinematográficas (Óscar), com sete conquistas, além de indicações e vitórias em premiações como as da Associação de Correspondentes Estrangeiros de Hollywood (Globo de Ouro) e Academia Britânica de Artes do Cinema e Televisão (BAFTA). Nolan estreou em direção cinematográfica com Following (1998), mas passou a ganhar fama com seu segundo título, o thriller psicológico Memento (2000). A aclamação recebida por essas duas produções independentes deu ao profissional a oportunidade de realizar Insomnia (2002), seu primeiro projeto de grande orçamento, e o drama de mistério The Prestige (2006). O cineasta, contudo, alcançou o sucesso tanto comercial quanto de crítica com a trilogia protagonizada pelo personagem Batman, intitulada The Dark Knight (2005–2012), também com Inception (2010), Interstellar (2014), ambos com fortes influências de ficção científica, e seu épico da Segunda Guerra Mundial, Dunkirk (2017). Christopher co-escreveu vários de seus filmes com o irmão Jonathan Nolan, e administra a produtora Syncopy Inc. com a esposa e parceira de trabalho, Emma Thomas. Entre outros notáveis que colaboraram em suas realizações, destacam-se o diretor de fotografia Wally Pfister, os roteiristas David S. Goyer e Jonathan Nolan, o editor Lee Smith, os compositores David Julyan e Hans Zimmer, o designer de produção Nathan Crowley, o diretor de elenco John Papsidera, o coordenador de efeitos especiais Chris Corbould, e os atores Anne Hathaway, Christian Bale, Cillian Murphy, Gary Oldman, Joseph Gordon-Levitt, Ken Watanabe, Leonardo DiCaprio, Liam Neeson, Marion Cotillard, Michael Caine, Morgan Freeman e Tom Hardy. As obras de Nolan costumam carregar fortes influências filosóficas, sociológicas e éticas, a partir de conceitos que exploram temas como a moralidade humana, a construção do tempo e a natureza maleável da memória e da identidade pessoal. Seu trabalho é permeado por elementos metafictícios, deslocações temporais, perspectivas solipsistas, narrativa não-linear e relações análogas entre a linguagem visual e os elementos narrativos. Christopher é tido como um dos mais inovativos contadores de história e criadores de imagem em atividade na industria cinematográfica contemporânea e é comumente elogiado pela crítica por integrar elementos do cinema de arte ao formato de blockbuster.",
  "movies": [
    {
      "title": "Batman",
      "plot": "Após um assalto que resultou na morte de sua esposa e que o deixou em estado gravíssimo, Leonard Shelby (Guy Pearce) passa a sofrer de amnésia recente. Ele não consegue se lembrar de fatos que aconteceram há 15 minutos. Mesmo assim ele decide ir atrás do assassino de sua mulher e se vingar.",
      "release": "31 de Agosto de 2001",
      "images": []
    },
    {
      "title": "Dunkirk",
      "plot": "Após um assalto que resultou na morte de sua esposa e que o deixou em estado gravíssimo, Leonard Shelby (Guy Pearce) passa a sofrer de amnésia recente. Ele não consegue se lembrar de fatos que aconteceram há 15 minutos. Mesmo assim ele decide ir atrás do assassino de sua mulher e se vingar.",
      "release": "31 de Agosto de 2001",
      "images": []
    },
    {
      "title": "Inception",
      "plot": "Após um assalto que resultou na morte de sua esposa e que o deixou em estado gravíssimo, Leonard Shelby (Guy Pearce) passa a sofrer de amnésia recente. Ele não consegue se lembrar de fatos que aconteceram há 15 minutos. Mesmo assim ele decide ir atrás do assassino de sua mulher e se vingar.",
      "release": "31 de Agosto de 2001",
      "images": []
    },
    {
      "title": "Interstellar",
      "plot": "Após um assalto que resultou na morte de sua esposa e que o deixou em estado gravíssimo, Leonard Shelby (Guy Pearce) passa a sofrer de amnésia recente. Ele não consegue se lembrar de fatos que aconteceram há 15 minutos. Mesmo assim ele decide ir atrás do assassino de sua mulher e se vingar.",
      "release": "31 de Agosto de 2001",
      "images": []
    },
    {
      "title": "Memento",
      "plot": "Após um assalto que resultou na morte de sua esposa e que o deixou em estado gravíssimo, Leonard Shelby (Guy Pearce) passa a sofrer de amnésia recente. Ele não consegue se lembrar de fatos que aconteceram há 15 minutos. Mesmo assim ele decide ir atrás do assassino de sua mulher e se vingar.",
      "release": "31 de Agosto de 2001",
      "images": []
    }
  ]
}
